{    
	"descr_introduction":"* Source of ratios:|1. Balance Sheet|2. Income Statement|3. Cash Flow Statement||* Compare companies within the same industry|* Some ratios are more important in certain industries than others|* Some ratios are more important to certain stock types than others|* Always look for undervalued stocks.|",
    
	"descr_ratio_categories":"Ratio categories:|1. Valuation (Price)|2. Profitability|3. Liquidity: Can they pay their current bills? About the short term.|4. Debt (Solvency): High levels of debt could be a warning. About the longer term.|5. Efficiency (Operating): Basically measure management effectiveness. Management is about managing scarce resources.|",

	"descr_notes":"Notes:|* It seems like lower ratios are better, and higher percentages are better.|* Earnings going up, and stock prices coming down could mean buying opportunity|* Companies should use debt to fund long term growth opportunities, not to cover short-term debt to keep solvent. (See Current Ratio)",
    
	"descr_pe_ratio":"Valuation: P/E Ratio|* What you need: Income Statement, Most recent stock price.|* Formula: P/E Ratio = Price per Share / Earnings per Share|* You are comparing the price to it's earnings.|* What it means: What price you would pay per $1 earnings|* Low P/E ratio are a value and better, underpriced in the market, varies between industries|* High P/E ratio is bad compared to a company with a low P/E ratio|* Overvalued and undervalued terms refers to this ratio.|",
    
	"descr_peg_ratio":"Valuation: PEG Ratio|* What you need: Income Statement, Most recent stock price.|* Formula: PEG Ratio = P/E Ratio / Projected Annual Growth in Earnings per Share|* Projected Annual Growth in Earnings per Share you will have to estimate|* PEG ratio below 1.0 is good, so the stock is considered undervalued.|* In comparing 2 PEG ratios, the smaller value is better.|",

	"descr_ps_ratio":"Valuation: Price to Sales (P/S) Ratio|* What you need: Income Statement, Most recent stock price.|* Formula: Price to Sales Ratio = Price per Share / Annual Sales per Share|* Also P/S ratio|* How does the stock price compare with sales?|* The price you'll pay for $1 of sales|* In comparing 2 firms, if one firm's P/S ratio is 2x and the other is 4x, it makes sense to figure out why investors are willing to pay more for the company with a P/S of 4x. x2 and x4 is not good or bad|* P/S ratio is a great tool, since sales figures on the income statement are reliable. Other items on the income statement, such as earnings, can be manipulated.|* Lower P/S is better where stocks are concerned in comparing 2 companies.|* Lower sales with high stock prices are to be avoided.",

	"descr_pb_ratio":"Valuation: Price to Book (P/B) Ratio|* What you need: Balance Sheet, Most recent stock price.|* Formula: P/B Ratio = Price per Share / Book Value per Share|* How much are people willing to pay for equity/owning the stock?* On the Balance Sheet, look for the Shareholder Equity section to find the book value per share.|* Shareholder Equity is the portion of the company that shareholders own.|* Calculate book value per shares: Book Value / Number of Shares.|* P/B Ratio refers to the number of dollars you will pay for equity.|* Different criteria for what makes a P/B ratio high or low.|* Book value per share is how much the company is worth.|* High value stocks has a low P/B ratio, which is good for a P/B ratio.|* Over valued stocks has a high P/B ratio, meaning people are taking out more risk, because hopefully something good will happen in the future.|* ",

	"descr_dividend_yield":"Valuation: Dividend Yield (%)|* What you need: Income Statement, Most recent stock price.|* Formula: Dividend Yield = Dividend per Share / Price per Share|* Dividend Yield does not apply to stocks that does not pay out dividends (money back to the sharholder).|* Higher dividend yields are better, in comparing 2 dividend stocks, because it means more money to you.|* Dividend Yield is an annual(yearly) calculation.|* Dividend Yield is expressed as a percentage.|* Warning: Watch out for extremely high Dividend Yields (+10%). It could be that their price has dropped alot. The stock price could continue to drop for a reason, suchas bankrupcy.|* Companies can cut their dividends at any time.|* In comparing dividend stocks:|* 1. Are they paying out dividends consistently.|* 2. Look at the Dividend Yield.|* 3. Look at the Dividend Payout Ratio which tells you, what are the chances that dividends will continue to be paid.|",

	"descr_dividend_payout_ratio":"Valuation: Dividend Payout Ratio|* What you need: Income Statement.|* Formula: Dividend Payout Ratio = Dividend / Net Income(Earnings)|* Can a company continue to pay out dividends?|* Dividends are paid out from the net income of the company as quarterly payments.|* A company might have paid out dividends for 40 years, however, if the income drops, they might cut those dividends.|* Lower ratio is better.|* Less than 50% is excellent.|* 50-60% is good.|* 60-70% OK.|* Cautious as get higher(Trouble looming in terms of continue to pay dividend)|* Compare to industry|* Utilities has higher payout ratios normally.|* Real Estate Investment Trusts (REIT) required to have higher payout to be considered a REIT.|* High ratio means stock price has come down, or income is not coming into the company refering to earnings. Low earnings means the company cannot pay out dividends, or continue to pay out.",

	"descr_return_on_assets":"Profitability: Return on Assets (ROA) (%)|* What you need: Income Statement, Balance Sheet|* Formula: Return on Assets = Net Income / Average Total Assets|* What it means: A company buys assets(factories, equipment, etc) in order to conduct its business. ROA tells you how good the company is at using its assets to make money.|* Example: If Company A reported $10,000 of net income and owns $100,000 in assets, its ROA is 10%.|* For every $1 of assets it owns, it can generate $0.10 in profits each year.|* With ROA, higher is better.",

	"descr_return_on_equity":"Profitability: Return on Equity (ROE) (%)|* What you need: Income Statement, Balance Sheet|* Formula: Return on Equity = Net Income / Average Stockholder Equity|* What it means: Equity is another word for ownership.|* ROE tells you how good a company is at rewarding its shareholders for their investment.|* For example: If Company B reported $10,000 of net income and its shareholders have $200,000 in equity, its ROE is 5%. For every $1 of equity shareholders own, the company generates $0.05 in profits each year.|* With ROE, higher is better.",

	"descr_profit_margin":"Profitability: Profit Margin|* What you need: Income Statement|* Formula: Profit Margin = Net Income / Sales|* Profit: A company sells goods and services for a profit|* What is means: Profit margin calculates how much of a company's total sales flow through to the bottom line.|* Higher profits are better for shareholders, as is a high(and/or increasing) profit margin.|* Extremely important to compare with other companies in the same industry. Lower profit margin means the company has to make more sales, like a grocery store. High profit margin means the company can make less sales, such as in technology.",

	"descr_current_ratio":"Liquidity: Current Ratio|* What you need: Balance Sheet|* Formula: Current Ratio = Current Assets / Current Liabilities|* Liquidity is about the short term. Can the company pay it's bills?|* How liquid is the company to make it's payments and to service it's debts in the short term?|* Assets: What we own|* Liabilities: What we owe|* What it means: The current ratio measures a company's ability to pay its short-term liabilites with its short-term assets.|* If the ratio is over 1.0, the firm has more short-term assets that short-term debts.|* The the current ratio is less than 1.0, the company has more short-term debts than short-term assets, so the company could be vulnerable to unexpected bumps in the economy or business climate.|* If > 1.0, then short-term assets is more than short-term debts, which is good.|* If < 1.0, then short-term debts is more than short-term assets, which is not good. Worst-case scenario, the company could sell all assets to service it's debts. The company could be more vulnerable to unexpected bumps in the economy or business climate.",

	"descr_quick_ratio":"Liquidity: Quick Ratio (Acid Test Ratio)|* What you need: Balance Sheet|* Formula: Quick Ratio = (Current Assets - Inventory) / Current Liabilities|* More stringent test than Current Ratio.|* Inventory: Things you want to sell.|* What it means: Like current ratio, to measure how well a company can meet its short-term financial liabilities, but without inventory, making it more stringent.|* Quick ratio only takes into account assets that can be used to pay short-term debts today, from which inventory is excluded.|* If > 1.0, then short-term assets is more than short-term debts, which is good.|* If < 1.0, then short-term debts is more than short-term assets, which is not good. Worst-case scenario, the company could sell all assets to service it's debts. The company could be more vulnerable to unexpected bumps in the economy or business climate.|* It takes time to sell inventory, so we take it out.|* If the quick ratio is much lower, compared to other companies in the industry, then company might carry lot's of inventory, which is troubling.|* Consider Inventory Expense Ratio.",

	"descr_debt_to_equity_ratio":"Debt: Debt to Equity Ratio|* What you need: Balance Sheet|* Formula: Debt to Equity Ratio = Total Liabilities / Total Shareholder Equity|* Debt ratios is about the longer term, looking at total liabilities, and the ability to service it.|* Common ratio.|* Compare debt vs equity.|* What it means: Total liabilites and total shareholder equity are both found on the balance sheet.|* The Debt To Equity ratio measures the the relationship between the amount of capital that has been borrowed(e.g. debt), and the amount of capital contributed by shareholders (i.e. equity or shareholder investment)|* As the firm's debt to equity ratio increases, it becomes more risky because. If it becomes unable to meet it's debt obligations, it will be forced into bankruptcy.",

	"descr_interest_coverage_ratio":"Debt: Interest Coverage Ratio (ICR)|* What you need: Income Statement|* Formula: Interest Coverage Ratio = EBIT / Interest Expense|* What it means: Both EBIT (Earnings Before Interest and Taxes) (aka operating income) and interest expenses are found on the income statement. The interest coverage ratio, also known as Times Interest Earned (TIE), is a measure of how well a company can meet its interest payment obligations. If a company can't make enough to make interest payments, it will be forced into bankruptcy.|* How well can a company meet its interest payment obligations?|* Anything lower than 1.0 is usually a sign of trouble.|* High Debt to Equity ratio, with a low Interest Coverage Ratio, is a sign of trouble.",

	"descr_asset_turnover_ratio":"Efficiency: Asset Turnover Ratio|* What you need: Income Statement, Balance Sheet|* Formula: Asset Turnover Ratio = Sales / Average Total Assets|* What it means: How good is the management team? Looks at management efficiency. This ratio tells you how good the company is at using its assets to make products to sell.|* Example: If Company A reported $100,000 of sales and owns $50,000 in assets, its asset turnover ratio is 2x. For every $1 of assets it owns, it can generate $2 in sales each year.|* Assets are scarce resources. How efficient is management to manage scarece resources.|* A higher Asset Turnover Ratio is better.",

	"descr_inventory_turnover_ratio":"Efficiency: Inventory Turnover Ratio|* What you need: Income Statement, Balance Sheet|* Formula: Inventory Turnover Ratio = Costs of Goods Sold / Average Inventory|* What it means: How efficient is the management team in turning over inventory? How fast are they cycling through that inventory, or selling it, and replenishing it?|* If the company you're analysing holds inventory, you wnat that company to be selling it as fast as possible, not stockpilling it.|* Generally, a high inventory turnover ratio indicates that the firm is selling inventory (thereby having to spend money to make new inventory) relatively quickly.|* If the ratio is 5, I'm turning over inventory 5 times. This could be good or bad, depending on the industry. If Company B has a ratio of 10, it's turning over inventory twice as fast as the company with the ratio of 5.|* Applies to retail companies or companies that carry inventory."

}

